Repository: MilesSMarsh/Archipelago
Catalog: Content/Localization/Game/*/FrenchGame.po
Languages: fr

# ,6B85126643E9F010A13785B2F2233FF6
source: !explode :: launches the player !dashback :: gives dashes !smalldash :: shrinks the player's dash !flip :: flips the viewport !heal :: heals the player !bigdash ::grows the player's dash !nodash :: removes dashes !slow :: slows the player !upgrade :: spawns an upgrade for the player !orbtrail :: spawns orbs
fr: !explode :: lance le joueur !dashback :: donne des tirets !smalldash :: réduit le tiret du joueur !flip :: retourne la fenêtre !heal :: soigne le joueur !bigdash ::grows le tiret du joueur !nodash :: supprime les tirets !slow :: ralentit le joueur !upgrade :: génère une mise à niveau pour le joueur !orbtrail :: génère des orbes

# ,F2CD72A148F70101067F519ABB4DA4AA
source: 1. Click this link
fr: 1. Cliquez sur ce lien

# ,6C08991A4CBAEEB4CB28C69AB0613426
source: 2. Click on register new application
fr: 2. Cliquez sur enregistrer une nouvelle application

# ,827D04794F8A84B8964FFBB1896DC44D
source: 3. Give your application a unique name (can be anything)
fr: 3. Donnez à votre application un nom unique (peut être n&#39;importe quoi)

# ,FF4B462042AFB4B77516A19F0C18342E
source: 4. Add the below website to your "OAuth Redirect URLs"
fr: 4. Ajoutez le site Web ci-dessous à vos « URL de redirection OAuth »

# ,1C87A29A4965B963A28CACA7246ED50B
source: 5. For category choose game integration, and check public
fr: 5. Pour la catégorie, choisissez l&#39;intégration du jeu et cochez public

# ,DE7D2EE24BCF15897B9D4B80AE47EA62
source: 6. After creating, you'll be able to click "manage" on the application and scroll down to view clientID.
fr: 6. Après la création, vous pourrez cliquer sur « gérer » sur l&#39;application et faire défiler vers le bas pour afficher l&#39;ID client.

# ,6B3FDD05459EC1F10F62D59388584A8B
source: 7. Type your username and copy and paste your clientID and then check the "Twitch On/Off" box
fr: 7. Tapez votre nom d&#39;utilisateur et copiez et collez votre identifiant client puis cochez la case &quot;Twitch On/Off&quot;

# ,9F62AEAA453986330257E193176A02C9
source: 8. Press enter, and then when you start playing the game it should work
fr: 8. Appuyez sur Entrée, puis lorsque vous commencerez à jouer au jeu, cela devrait fonctionner

# ,65729AAF4C67ECC6EC49CAABA8BFA75A
source: 9. If problems arise, please click on and watch the video linked above username
fr: 9. Si des problèmes surviennent, veuillez cliquer sur et regarder la vidéo liée au-dessus du nom d&#39;utilisateur

# ,9C7A76AB47ABAA47CC1295BE037E3F4A
source: AO
fr: Au

# ,B2131C3B477B5083A97EC99D8CFBC003
source: ARCHIPELAGO
fr: ARCHIPEL

# ,05B323094A929DFD31151F88CBED581B
source: Accessibility
fr: Accessibilité

# ,08602D374424C5BA529A1DB3FF918947
source: Accessibility
fr: Accessibilité

# ,A07248994562150C64C5089EF80748A1
source: Accessibility
fr: Accessibilité

# ,546700954BCC76EEFD0D2498E27723B6
source: Accessible movement
fr: Mouvement accessible

# ,C81A2C31431F3F21405B8BA5A5795185
source: Anisotropic
fr: Anisotrope

# ,0CE011AE4F35535277A5CEB2300D0D5A
source: Apply
fr: appliquer

# ,FA2EF1E34F7691D050EAEBBA0C3B8830
source: Attack
fr: ATTAQUE

# ,806107524AA5938ED30B0FBE5074C4C6
source: Attacking
fr: Attaquer

# ,D0E3153B4D1DB99B7BC487A93D434E90
source: Back
fr: dos

# ,BEA6268244CAD655C6ED77BE96F940F0
source: Backward
fr: En arrière

# ,CCBD20D84BD462657BD0F0B58F7332B1
source: Boss
fr: Chef

# ,B3143B5E4CEB2B8E73F0528857900641
source: Bug Report
fr: Rapport d&#39;erreur

# ,16B1931D430AD7828E33D4BB3547E6C4
source: By holding down right click <br>before letting go, you can enter <br>bullet time before dashing, but <br>be careful as this drains your stamina
fr: En maintenant le clic droit enfoncé<br> avant de lâcher prise, tu peux entrer<br> Bullet Time avant de se précipiter, mais<br> soyez prudent car cela draine votre endurance

# ,7C9274104D781B760AD4E68551CAAA2C
source: By repeatedly jumping while <br>holding down "W", you can <br>gain large amounts of speed
fr: En sautant à plusieurs reprises tout en<br> en maintenant enfoncé &quot;W&quot;, vous pouvez<br> gagner beaucoup de vitesse

# ,2A5443034F931950182F85AB10476E2C
source: CONTROLS
fr: contrôles

# ,F9BE6F6C4A009273A21841B630210109
source: ClearCoat
fr: couche transparente

# ,6E0FE12D45AB3B05A7FAB89D34C752FC
source: ClearCoatRoughness
fr: ClearCoatRugosité

# ,CFA350884417D73F083393B3CC71D56F
source: Click, Attack
fr: Cliquez, attaquez

# ,6E98655846931EE65339F5B58AB69848
source: ClientID
fr: Identité du client

# ,7D291B054443B9C7E5AFDDB2BC1938EC
source: Color Blindness
fr: Daltonisme

# ,55BE857742A98D38AD8F299F559C5D29
source: Common
fr: Commun

# ,6850F00C4386009E7A023F891DF8BB2F
source: Controller
fr: Manette

# ,D08F62DC4485AAECE22AE289F506976A
source: Controller
fr: Manette

# ,DD11D3854B40C27B215626992FE898D6
source: Controls
fr: contrôles

# ,5CC2A9544E7B3CEA23871BAAD7245BB0
source: Credits
fr: Crédits

# ,EE9B050E495A7D80ADD4C0B327BACD80
source: Credits
fr: Crédits

# ,04F9A5AE4A646C81A42E2ABDB68FD442
source: Damage
fr: DOMMAGE

# ,50FFA2DE44A3502390CF17A29C579701
source: Dash
fr: tiret

# ,9874BF7D4FEA492FE215A3A967C3BA2F
source: Dash
fr: Se précipiter

# ,936794CB4397A14A2E9AB8A491582515
source: Dash through blue orbs
fr: Traversez les orbes bleus

# ,EB6C010742538D89FE52CB9D60DC2390
source: Dash through blue orbs
fr: Traversez les orbes bleus

# ,9D1E6DEC4DC790E0939F35B4CDED77C4
source: Dead
fr: Mort

# ,70C4564B4D08FF3A51A682A18513CC2C
source: Delete Login Save
fr: Supprimer la connexion Enregistrer

# ,1D14C55F104FCF28EB7E5481F5F6D2BE
source: DescriptionOnly
fr: Description uniquement

# ,9BB2BAFC4CC37C761BD1AA817E579410
source: Deuteranope
fr: Deutéranope

# ,A33C828849AD13A927F666876906ADED
source: Drop
fr: Goutte

# ,5CC9CD564EB4EE36D8AA09ABC0012286
source: Enabled
fr: Activé

# ,CF134D5B41303814D1CF14ACAAE2058D
source: Enabled
fr: Activé

# ,083512D045474B90C9DCD698DFC3CCAE
source: Enter
fr: Entrer

# ,4A57BAC044A8CB9757F5FB8764F28D74
source: Epic
fr: épique

# ,91D540CE451A59031665A9ABC535CAB3
source: Epic
fr: ÉPIQUE

# ,C917FDE143460D4BB7A468A3E3AD578C
source: Epic
fr: épique

# ,700DD788493BCAD5ED648C9A958F20AF
source: Equip/Unequip Weapon
fr: Équiper/Déséquiper une arme

# ,73B768D74FE19E0A23CB8D932D243751
source: Escape
fr: Échapper

# ,41768A754B699CD0A4C193A26903079E
source: Ewin Mathew
fr: Ewin Mathieu

# ,E50C55984437B3B9A05E92A64CAB409E
source: Explode is on Cooldown
fr: Explode est en temps de recharge

# ,EEA9F2E649C6688D6B93C494AEB660B5
source: FOV
fr: Champ de vision

# ,97B9071F46128140488F6DAC32BEDFE1
source: Flip is on Cooldown
fr: Flip est en temps de recharge

# ,C5F29D7A41DAD22546B717914503BBD3
source: Forward
fr: Avant

# ,753685D04A504C734B7569BBE9FCF9B5
source: Frozen
fr: Congelé

# ,B3C025EC48F1E30DFBD5118F5E2B840A
source: Game Over
fr: Game terminée

# ,6CAF5A654D63EB977CE464823C80D014
source: Game Paused
fr: Jeu en pause

# ,9AAB4BE64427D5970D956180958764E2
source: Game Paused
fr: Jeu en pause

# ,980FBED74D1CDD45A4368BB776A3E79D
source: Gameplay FOV:
fr: Champ de vision du gameplay :

# ,C2B952E54FF28985E9C546BF254EC696
source: Go Back
fr: Revenir en arrière

# ,EDBD3DBE465684EF6234F8BF37B5B086
source: Go Back
fr: Revenir en arrière

# ,CC48479D4B8CB81936642997683BBBB7
source: Graphics
fr: Graphiques

# ,263CAD6F44161792B15D94AFD49A6383
source: Heal is on Cooldown
fr: La guérison est en temps de recharge

# ,D6B308084B898323849EE69E0C4EF95C
source: Hearing
fr: Audience

# ,6AC7C6814925B3C2722E94B03C262E43
source: Help
fr: Aide

# ,9F890EE14B375245D15BD489B56267EF
source: High
fr: HAUT

# ,E9EC85BB42A08C049B15FDBA3830438B
source: High
fr: Élevé

# ,F5BFAF2C476D92CCEEDCCD83A38B3B46
source: High
fr: Élevé

# ,8DB617A240828E338BCE5FAC3C204438
source: Hold, Move
fr: Attendez, bougez

# ,BA01873943FEFA5110D4E9801E6E41DD
source: Idle
fr: Inactif

# ,0099A8AE40EB2C6C9FB4D8ACA07C984F
source: Inventory Opened
fr: Inventaire ouvert

# ,FFAB983B4E4672292DB6DAB3D804AE5E
source: Investigating
fr: Enquêter

# ,5784956E4734D9712467FBAACFE2727A
source: Jump
fr: Saut

# ,78752ABD4498A62999664E8FEC79C6DB
source: Jump
fr: Saut

# ,E566333F4365F6BBCADE9CBB9475C556
source: Jump
fr: Sauter

# ,3F5F73E2479E19F8456751AAF2DE0C81
source: Knight
fr: Chevalier

# ,B2D7FC5E42F3373470B374AD7668C17C
source: KnockBack
fr: Recul

# ,33A7E2074BED15807DD369BECFF1F57B
source: Language
fr: Langue

# ,4205A23946D444DDACC1ECA807E46608
source: Language
fr: Langue

# ,E90FF7B44DDA3C0A7CEDF783C645454E
source: Left
fr: Gauche

# ,8BCA57074FB8387EA60C7E9B4B0C1D21
source: Left click to attack
fr: Clic gauche pour attaquer

# ,F744293F4627109BDF81EDAC2ADECE55
source: Left click to attack
fr: Clic gauche pour attaquer

# ,7AB2816D43555A1A5F21F183C13214A5
source: Left click to attack <br> You can click multiple<br> times to combo
fr: Clic gauche pour attaquer<br> Vous pouvez cliquer sur plusieurs<br> fois pour combiner

# ,269BF65945503F2000D89AA3CE46F702
source: Link to Login/Setup Tutorial Video
fr: Lien vers la vidéo du didacticiel de connexion/configuration

# ,2C89624A45E51CE02E40809796FE830A
source: Login Tutorial
fr: Tutoriel de connexion

# ,343436F0444F729027BBB08438C89B39
source: Look
fr: Regarder

# ,6264C0484120CD6468348A8F6110DEE9
source: Look
fr: Regarder

# ,837B1C064FCB7AC9CAD28F81460877C9
source: Look
fr: Regarder

# ,94B48D0D499D34DC4EEC8CBF5A8C3FB8
source: Look
fr: Regarder

# ,02C71241433319F95EAB7CB0B23C4E72
source: Low
fr: Faible

# ,09BEF01E48CE6B823BC1949F12FFD0C6
source: Low
fr: Faible

# ,17E6FD3F40FFF0BB1CEE1AA23AA95488
source: Low
fr: Faible

# ,D04C4B8040609D62A6647C8888801ADF
source: Mark Mcateer
fr: Marc Mcateer

# ,38E2C78C4B798E2FDF22CCA4F2A75B47
source: Medium
fr: Moyen

# ,C82BE51248D55A6C1BC9A8B1DA6C4EE1
source: Medium
fr: Moyen

# ,DDDDDE6B42F364C47985F19EFCE05ABC
source: Medium
fr: Moyen

# ,74286C354E7C3E084A1DDFAF4AA3AE0F
source: Melee
fr: Mêlée

# ,A8063FF24DD22F4932960B88103C6E75
source: MetalPaintMask
fr: Masque de peinture en métal

# ,897A07A048BCF1BB3FB2A1BA93E50F17
source: Metallic
fr: Métallique

# ,540AB08A40FE13EED6774C8918CFE064
source: Miles Marsh
fr: Marais de Miles

# ,1C41DED94470164C9859DD9D2021E8D4
source: Mouse Sensitivity:
fr: Sensibilité de la souris:

# ,99090D834B253F060EB5E5972AA9F7A0
source: Mouse Sensitivity:
fr: Sensibilité de la souris:

# ,7A01658642B6B44CF71FBEBBA9D36BDA
source: Move
fr: Déplacer

# ,E362724C4DEB583A399E5DAE86C5FD1B
source: Move Camera
fr: Déplacer la caméra

# ,CA41BC484AAC6122D7FF6A80F4CB11E2
source: Movement
fr: Mouvement

# ,23F747BF483A93EDEFAEB8B232698BD7
source: None
fr: Aucun·e

# ,775DA0B64DEF460D81E9CBA0FA058D55
source: None
fr: Aucun

# ,8AC75DBE49F67D79BEA22FBA562C6F89
source: None
fr: Aucun·e

# ,9C1C9DF94599B585E9542BA63B47DA88
source: None
fr: Aucun·e

# ,6CE558974F2B93CC7BE59EA18CF74B3C
source: Off
fr: Désactivé

# ,CC6A804642D5751D332EBB9CEFAD9654
source: Off
fr: Désactivé

# ,EFFCEDD74F1B87FDE1BDFAB69943BC49
source: Off
fr: Désactivé

# ,3F2989B14BB72A8D200AF68296AC50B0
source: On
fr: Activé

# ,93C7DD0B4C357A20013058B4E967F3FA
source: On
fr: Activé

# ,CF5483214D3F02784721099F389A0B20
source: On
fr: Sa

# ,109FDBD043DE292AE36A3FB29EF377EB
source: Once you've beaten the boss, <br>you'll be able to switch between <br>weapons by pressing 1 and 2.
fr: Une fois que tu as battu le boss,<br> vous pourrez basculer entre<br> armes en appuyant sur 1 et 2.

# ,887ECF0041A706DC7486E4B557B7C80A
source: One Handed
fr: Une main

# ,9B6F294C4CEE84953612338FD723BEA1
source: One Handed
fr: Une main

# ,4CBD81FB4EE54858907B9ABE6F1065AC
source: Passive
fr: Passif

# ,E65EDA2D44034A7030546E9261C5A6ED
source: Picking this up will allow you <br>to try out the bow. To unlock <br>the bow in the main level you <br>have to beat the boss once.
fr: Ramasser ceci vous permettra<br> pour essayer l&#39;arc. Déverouiller<br> l&#39;arc au niveau principal vous<br> je dois battre le patron une fois.

# ,1C7DE49D4CFB880F4CFA349087C1BC0F
source: PlasticMask
fr: Masque en plastique

# ,903750254B97A49F7F405E805003F473
source: Play
fr: Jouer

# ,000DBD3845FD224E0677E5BB80A98B0A
source: Play with friends!
fr: Jouer avec des amis!

# ,0D7DF97E4B45D76E05B484B83C983C80
source: Press ESC to pause <br> the game
fr: Appuyez sur ESC pour mettre en pause<br> le jeu

# ,AB00593F402BDD1A14585DAC52727B81
source: Pressing Space will allow <br> you to jump
fr: Appuyer sur Espace permettra<br> à toi de sauter

# ,1E1FFB424FB62E7F5BD8DAA8D189F816
source: Quit
fr: Quitter

# ,3B65314F44CC11F21ED68E906D3CE304
source: Quit
fr: Quitter

# ,9EF2596F467186AB4D5B32AF940BB0F6
source: Quit
fr: Quitter

# ,51AC6AE000463A7777AA9EAB0ED6EDCD
source: ROund
fr: Le tour

# ,040900544BFB2FB84B504394264CB476
source: Reaction
fr: Réaction

# ,5EF1BC054E79458202C0C3B5CB8D5C97
source: Rebind Keys
fr: Relier les clés

# ,07DC739F487B86E78554A3BA20271F1B
source: Resolution
fr: Résolution

# ,6A31A2764126B81888084880AD6A3E8F
source: Resolution
fr: Résolution

# ,62263F23466A3D984A0D14A6A151BEEB
source: Resume
fr: Reprendre

# ,2E2902E44EC0ADCD7A6A9C96307AF61E
source: Return To Main Menu
fr: Retour au menu principal

# ,5E3DF9414BEA33C51574F098E3D3D748
source: Right
fr: Droite

# ,4614CB0347D7B629D8C452AC1A9FD930
source: Right click to dash
fr: Faites un clic droit pour vous lancer

# ,66158904439E58EF50858E9E1E298F7C
source: Right click to dash
fr: Faites un clic droit pour vous lancer

# ,5275D70E47D34181452F3780831A6185
source: Right click to use your <br> movement ability
fr: Faites un clic droit pour utiliser votre<br> capacité de mouvement

# ,7F228C86394DD00414CDD5AB2ED93D00
source: RoofOpen
fr: ToitOuvert

# ,EE50437ADB43B7A9D6E3D491E26F17D0
source: RoofwithHole
fr: Toit avec trou

# ,36903A2AB647CA31E6315ABAAED6515D
source: RoomL
fr: Chambre L

# ,83F09F34474937FADFEF66AC87E969B4
source: Roughness
fr: Rugosité

# ,2DE584824CC642163D7C46BBC79F912C
source: Seeking
fr: En cherchant

# ,3545ED5E487EBF98716F46AE5EDE6128
source: Settings
fr: Paramètres

# ,4721AFAD4709084C37BC2E802CAD7C01
source: Settings
fr: Paramètres

# ,CC52663D4BA3B78D0A2CE189BCBA5B05
source: Settings
fr: Paramètres

# ,32329967493DE3C156211DB1E58A5BCD
source: Sight
fr: Vue

# ,B1344D1B450A18F5B801478138E9D7C7
source: Slow is on Cooldown
fr: Lentement est en temps de recharge

# ,233A8FA4412ADAB995FA8CBB9A4799D3
source: Space to jump
fr: Espace pour sauter

# ,4DB0AF4246ECA3CDF7BDF8807A618F65
source: Space to jump
fr: Espace pour sauter

# ,69257E464C83136D5D7DE28FAEFF56E8
source: Spec
fr: Spécification

# ,DED2986547C5FBE92DB14BAEA807CE60
source: Sprinting
fr: Sprint

# ,42A42F81394CCE1E51E362914A1D0E35
source: SquareL
fr: CarréL

# ,194770BCDE408365D0E54BA72C02C143
source: SquareL_FlatWall
fr: CarréL_FlatWall

# ,C14F0E73478699F9CB38B0B57E7759A2
source: Stagger
fr: Échelonner

# ,49F726594B1FA94D8C460EA2FF2197C4
source: Start here!
fr: Commencer ici!

# ,D4C15C444059151F72AE11997B2BB17F
source: Stun
fr: Étourdir

# ,A48E565A442792EF3FBE258E35DC637C
source: The bow's movement ability <br>grapples you to a point in the <br>air and pulls you towards it.
fr: La capacité de mouvement de l&#39;arc<br> vous amène à un point dans le<br> l&#39;air et vous attire vers lui.

# ,60A5F83A42D79F228A9FCB9CC4C74964
source: The chest can be opened <br>by approaching it
fr: Le coffre peut être ouvert<br> en s&#39;en approchant

# ,0443E7AD4CDDC5A7B0476BABDE167F1E
source: The inventory can be <br> opened by pressing Q
fr: L&#39;inventaire peut être<br> ouvert en appuyant sur Q

# ,B03E03FA4AE6427984B9C8A293133E7B
source: This is a potion that can <br> be clicked on in the <br> inventory to heal you.
fr: C&#39;est une potion qui peut<br> être cliqué dans le<br> inventaire pour vous guérir.

# ,3D7CA37F404169FE1EF85CB53C22BFFC
source: This is an enemy spawner. <br> After defeating 3 of the enemies <br>it spawns, you'll be rewarded <br>with a chest.
fr: C&#39;est un générateur ennemi.<br> Après avoir vaincu 3 des ennemis<br> ça apparaît, tu seras récompensé<br> avec un coffre.

# ,1EF7B13041E38B3C0DF704B7495E8369
source: This is the end of the tutorial. <br>Thank you so much for <br>downloading and playing our game!! <br>Touch the gem to return to the main menu :)
fr: C&#39;est la fin du tutoriel.<br> Merci beaucoup pour<br> télécharger et jouer à notre jeu !!<br> Touchez la gemme pour revenir au menu principal :)

# ,DF3CF0EE45BD9D7C0B4DF4A822FC23A7
source: This permanently increases <br> attack by 10
fr: Cela augmente en permanence<br> attaque à 10

# ,889F0ACA4633C03E47474693CF87764D
source: This permanently increases <br> defense by 1
fr: Cela augmente en permanence<br> défense par 1

# ,FA08AD84475527CD9BDC97BF54D9DFC8
source: This permanently increases <br> health by 20
fr: Cela augmente en permanence<br> santé d&#39;ici 20

# ,A71094214F8F39035939EA9247B8FA81
source: ThrowAxe
fr: LancerHache

# ,689C8868467BB8ACC2F224B19A31084D
source: Touching this will change you <br>back to the sword
fr: Toucher cela vous changera<br> retour à l&#39;épée

# ,CCAFF4CD4CE34D0D8A6771A992C65D99
source: Turn on "one handed mode" <br>to be able to move by <br>holding left click.
fr: Activez le &quot;mode à une main&quot;<br> pouvoir se déplacer<br> en maintenant le clic gauche.

# ,A3E03FB44BE0211AD1EE9FB1EAE4A4BD
source: Tutorial
fr: Didacticiel

# ,325B691D4ABB240FD7B435A2F1584D1A
source: Tutorial Spedrun by Miles (Dev) in 7.28 seconds. If beaten, <br> send proof to archipelagohelp@gmail.com
fr: Tutoriel Spedrun par Miles (Dev) en 7,28 secondes. S&#39;il est battu,<br> envoyer une preuve à archipelagohelp@gmail.com

# ,C537A32147E4A901663D5EB590B7E70B
source: Twitch
fr: Tic

# ,F55142674E1103390A2766BF0B7C5E3E
source: Twitch
fr: Tic

# ,D74D6BD6421DAB6F4B1E7F9D156EB1C8
source: Twitch On/Off
fr: Twitch activé/désactivé

# ,935FD34F4F12472B2EF1C9882C20E329
source: Upgrade is on Cooldown
fr: La mise à niveau est en cours de recharge

# ,BEC5DF1847A09E3AF6BDEF849BD6FEBF
source: Use
fr: Utiliser

# ,A987F3DE470540830DCBE189AC597722
source: Use WASD to move <br>
fr: Utilisez WASD pour vous déplacer<br>

# ,6F4AEE1143D6711DD00314A00B686A3E
source: Use the mouse <br> to look around
fr: Utilisez la souris<br> regarder autour

# ,68616B32478DFDB91E3165A0AAF0067C
source: Username
fr: Nom d&#39;utilisateur

# ,CA4CB5A04C1AA7E2CE335BAF979A02E7
source: Vsync
fr: synchronisation V

# ,AEB696F2448A5295822CDF8A7FFF6675
source: WASD to move
fr: WASD à déplacer

# ,F2EFEE56479C5BFB3B43ED80F0E78B0E
source: WASD to move
fr: WASD à déplacer

# ,098EE6EA411B0E09769B7CBB7E4E129C
source: Walking
fr: marche

# ,F870E24D47E8664B04C5A6B419CE7BA3
source: When going through orbs, <br>time will slow for a short <br>period to allow you to <br>orient and aim better
fr: En traversant des orbes,<br> le temps va ralentir pendant un court instant<br> période pour vous permettre de<br> mieux s&#39;orienter et viser

# ,ECBAC6B44A17E953FA4F0B9C1351F6EF
source: While on the ground, <br> you have 3 dashes
fr: Au sol,<br> tu as 3 tirets

# ,BEAFA474440141C2D8129186766CEC02
source: WindowMode
fr: Mode Fenêtre

# ,E496490440D84B2A61C664A22BA2C37A
source: You can also do damage<br> to enemies by dashing <br>through them
fr: Vous pouvez aussi faire des dégâts<br> aux ennemis en se précipitant<br> à travers eux

# ,34582ECC4B60FCECC6A752B310C803A0
source: You can hold down left click to <br>charge up to 5 arrows to fire <br>at once
fr: Vous pouvez maintenir le clic gauche enfoncé pour<br> chargez jusqu&#39;à 5 flèches pour tirer<br> immediatement

# ,0B10DA7F4C1AB509241549A3DBB49943
source: You can press "e" to <br>sheathe and unsheathe <br>your sword
fr: Vous pouvez appuyer sur &quot;e&quot; pour<br> gainer et dégainer<br> ton épée

# ,301E992E4FCE78C9BF9CD2A7F6B7CDEC
source: You can replennish <br>dashes in air by going <br>through orbs or enemies
fr: Vous pouvez reconstituer<br> se précipite dans les airs en allant<br> à travers des orbes ou des ennemis

# ,1144BB98473A440685D25FABFDF220E0
source: You have been graced by a dev
fr: Vous avez été honoré par un développeur

# ,9D2918B440E09E4A8C6667A1A8E1F07C
source: (Feature in beta)
fr: (Fonctionnalité en version bêta)

# ,F92FED8145DB0DC26A6C8B8AE1376897
source: bigdash is on Cooldown
fr: bigdash est en temps de recharge

# ,D556C86C4E8DFDD9FF84478389DD3D81
source: dashback is on Cooldown
fr: Le dashback est en temps de recharge

# ,83253BFE4006EA5AF8E0D0ACCF70DD29
source: movement
fr: Mouvement

# ,2E36BF294F8B0A2F83CB2AB86B83D5FF
source: nodash is on Cooldown
fr: nodash est en temps de recharge

# ,2C6D1A4749BE85681621E488E4325E4B
source: orbtrail is on Cooldown
fr: orbtrail est en temps de recharge

# ,FF46385D4D8F5F5FFB7B83916367C11E
source: smalldash is on Cooldown
fr: smalldash est en recharge

# ,966F5E8B45A41DAE8A68BFB4A24FA97A
source: switch is on Cooldown
fr: le commutateur est activé. Cooldown

# ,434B88C846A9F9923C61A8A52E063FB9
source: {name} has flipped you
fr: {name}t&#39;a renversé

# ,6806A4C9441213439519FB9ABD490527
source: {name} has gifted you a boon
fr: {name}t&#39;a offert une aubaine

# ,AFE695174AAFC7DAA8A9AF9F3B058D53
source: {name} has grown your dash
fr: {name}a augmenté votre tiret

# ,8DF3D7734BC475CC5E3A8C86144850FE
source: {name} has healed you
fr: {name}t&#39;a guéri

# ,A005E0B048B02ACAB58D97B4A21C0ED5
source: {name} has replenished your dashes
fr: {name}a reconstitué vos tirets

# ,1CEB7A2B4AC3B2039D86219D6CD2B68C
source: {name} has shrunk your dash
fr: {name}a réduit votre tableau de bord

# ,AF6FB1A94749AEAFAFC07E946C6B7A92
source: {name} has slowed you
fr: {name}t&#39;a ralenti

# ,AC5941014FDE99401498A1936C9E6B50
source: {name} has spawned orbs
fr: {name}a engendré des orbes

# ,0589737046333990F67F1C8888DD73DA
source: {name} has swapped your weapons
fr: {name}a échangé vos armes

# ,5820267940EA8EBCCB2DE0BE2C192A88
source: {name} is exploding
fr: {name}est en train d&#39;exploser

# ,9E926DD042ACC32A3BC266A7565DB383
source: {name} stolen your dashes
fr: {name}volé tes tableaux de bord
